Repository: zz-james/calm
Catalog: content/plugins/wordpress-file-monitor-plus/languages/wordpress-file-monitor-plus-*.po
Languages: ar_ar

source: Monitor your website for added/changed/deleted files
ar_ar: راقب التغييرات التي تحصل في موقعك وتابع أي ملفات مٌضافة / متغيره / او محذوفة

source: Scan Successful
ar_ar: تم الفحص بنجاح

source: Clear admin alert
ar_ar: مسح تحذيرات الإدراة

source: Files Changed: %d
ar_ar: عدد الملفات المُعدلة: %d

source: Files Added: %d
ar_ar: عدد الملفات المُضافة: %d

source: Files Removed: %d
ar_ar: عدد الملفات المُزالة: %d

source: Files Changed:
ar_ar: عدد الملفات المُعدلة: %d

source: File
ar_ar: ملف

source: New Filesize
ar_ar: حجم الملف الجديد

source: Old Filesize
ar_ar: حجم الملف القديم

source: New Modified
ar_ar: التعديلات الجديدة

source: Old Modified
ar_ar: التعديلات القديمة

source: New Hash
ar_ar: الهاش الجديد

source: Old Hash
ar_ar: الهاش القديم

source: Files Added:
ar_ar: الملفات المُضافة:

source: Files Removed:
ar_ar: الملفات المُزالة:

source: WordPress File Monitor Plus: Alert (%s)
ar_ar: مراقب الملفات المُطور: تحذير (%s)

source: WordPress File Monitor Plus
ar_ar: فاحص الملفات المطور

source: <strong>Warning!</strong> WordPress File Monitor Plus has detected a change in the files on your site.
ar_ar: <strong>تحذير!</strong> فاحص الملفات المطور قد قام بضبط تغييرات جديدة في ملفات موقعك.

source: View file changes and clear this alert
ar_ar: أعرض التغييرات وقم بإخفاء هذا التنبيه

source: Settings
ar_ar: الإعدادات

source: Manual Scan
ar_ar: فحص يدوي

source: Manual scan completed
ar_ar: تم إنتهاء الفحص اليدوي

source: Settings reset
ar_ar: مسح الإعدادات

source: Admin alert cleared
ar_ar: تم حذف تحذيرات الإدارة

source: Invalid action encountered
ar_ar: واجه حدث غير متوقع

source: Save changes
ar_ar: حفظ التغييرات

source: Manual scan
ar_ar: فحص يدوي

source: Reset settings to defaults
ar_ar: إستعادة الإعدادات الإفتراضية

source: Cron Method
ar_ar: نوع المهمة

source: File Check Interval
ar_ar: ملف التحقق من الفاصل الزمني

source: Data Save Method
ar_ar: طريقة حفظ البيانات

source: Notify By Email
ar_ar: تنبيه بالبريد الإلكتروني

source: From Email Address
ar_ar: إرسال التنبيه من من البريد الإلكتروني التالي

source: Notify Email Address
ar_ar: إلى البريد الإلكتروني المذكور هنا

source: Admin Alert
ar_ar: التنبيه الإداري

source: File Check Method
ar_ar: طريقة فحص الملفات

source: File Check Root
ar_ar: الجذر الذي تريد فحصه

source: File Names To Ignore
ar_ar: أسماء الملفات التي تريد تجاهلها

source: Dir Names To Ignore
ar_ar: أسماء المجلدات التي تريد تجاهلها

source: Exact Files To Ignore
ar_ar: ملفات معيّنة تريد تجاهلها

source: Exact Dirs To Ignore
ar_ar: مجلدات معينة تريد تجاهلها

source: File Extensions Scan
ar_ar: فحص إمتدادات الملف

source: File Extensions
ar_ar: إمتدادات الملف

source: Invalid cron method selected
ar_ar: اختيار خاطئ لنوع المهمة

source: Invalid file check interval selected
ar_ar: اختيار خاطئ لملف التحقق من الفاصل الزمني

source: Invalid data save method selected
ar_ar: اختيار خاطئ لطريقة حفظ البيانات

source: Invalid notify by email selected
ar_ar: اختيار خاطئ للتنبيه عن طريق البريد الإلكتروني

source: Invalid from email address entered
ar_ar: ادخال خاطئ للبريد الإلكتروني الذي سيرسل التنبيهات

source: Invalid notify email address entered
ar_ar: ادخال خاطئ للبريد الإلكتروني الذي سيستقبل التنبيهات

source: Invalid display admin alert selected
ar_ar: اختيار خاطئ لعرض إدارة التنبيهات

source: File check root is not valid. Make sure that PHP has read permissions of the entered file check root
ar_ar: ملف جذر غير صالح. تأكد من أن التصاريح لملف الجذر صحيحة

source: Invalid file extension mode selected
ar_ar: اختيار خاطئ لوضع الإمتدادات.

source: WordPress Cron
ar_ar: مهمة ووردبريس

source: Other Cron
ar_ar: مهمة أخرى

source: Cron Command:
ar_ar: أمر المهمة:

source: Hourly
ar_ar: كل ساعة

source: Twice Daily
ar_ar: مرتان يومياً

source: Daily
ar_ar: يومي

source: Manual
ar_ar: عادي

source: Database
ar_ar: قاعدة بيانات

source: Yes
ar_ar: نعم

source: No
ar_ar: لا

source: File Size
ar_ar: حجم الملف

source: Date Modified
ar_ar: تاريخ التعديل

source: File Hash
ar_ar: هاش الملف

source: Default: %s
ar_ar: الإفتراضي: %s

source: Disabled
ar_ar: تعطيل

source: Exclude files that have an extension listed below
ar_ar: استثنِ الملفات التي تمتلك الإمتدادات المذكورة أدناه

source: Only scan files that have an extension listed below
ar_ar: فقط قم بفحص الملفات التي تمتلك الإمتدادات المذكورة أدناه

source: Separate extensions with | character.
ar_ar: افصل الإمتدادات بـرمز " | ".
